// export const ERROR_TYPE_MAP = {
//     : "ERROR1",
//     : "ERROR2",
//     : "ERROR3",
//     : "ERROR4",
//     : "ERROR5",
//     : "ERROR6",
//     : "ERROR7",
//     : "ERROR8",
//     : "ERROR9",
//     : "MISS",
// }
export const ERROR_TYPE = [
    {id: "1", desc: '数据缺失：是指数据存在单点或者连续点的数据缺失情况'},
    {id: "2", desc: '数据异常1：是指变电站负载功率运行数据范围异常'},
    {id: "3", desc: '数据异常2：是指风电、生物质、日间光伏电厂（站）电站出力功率运行数据范围异常'},
    {id: "4", desc: '数据异常3：是指夜间光伏电厂（站）出力运行数据范围异常'},
    {id: "5", desc: '数据异常4：是指主变并列运行设备运行数据范围异常'},
    {id: "6", desc: '数据异常5：是指主变交替运行设备运行数据范围异常'},
    {id: "7", desc: '数据异常6：是指主变交替运行设备运行数据范围连续异常'},
    {id: "8", desc: '数据异常7：是指运行数据出现连续恒定不变异常'},
    {id: "98", desc: '数据异常8：是指整天数据作废'},
    {id: "99", desc: '数据异常9：是指设备在基础信息表中不存在'},
]